Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/women_s_health/abortion_information_the_law.html.txt.tmx
Source language: en
Languages: ga

source: Abortion is illegal in Ireland except where there is a real and substantial risk to the life (as distinct from the health) of the mother
ga: Tá ginmhilleadh in aghaidh an dlí in Éirinn ach amháin sa chás go bhfuil beatha (ní hionann is sláinte) na máthar i bhfíorbhaol substaintiúil

source: This includes a risk arising from a threat of suicide
ga: Cuimsíonn sé seo an bhagairt a bhaineann le féinmharú dá bharr

source: Women may not be prevented from travelling abroad to get an abortion
ga: Ní féidir srian a chur ar mhná taisteal thar lear chun ginmhilleadh a fháil

source: It is not lawful to encourage or advocate an abortion in individual cases
ga: Tá sé in aghaidh an dlí spreagadh nó tacaíocht a thabhairt do ghinmhilleadh i gcásanna aonair

source: It is lawful to provide information in Ireland about abortions abroad, subject to strict conditions
ga: Tá sé dleathach eolas a chur ar fáil in Éirinn maidir le ginmhilltí thar lear, faoi réir coinníollacha dochta

source: This document explains the rules about providing such information
ga: Mínítear sa cháipéis seo na rialacha faoin bhfaisnéis sin a sholáthar

source: Information about abortion services in other countries may be made available under certain conditions
ga: Is féidir eolas a bhaineann le ginmhilleadh i dtíortha eile a chur ar fáil de réir coinníollacha áirithe

source: The law on the subject was passed in 1995 and is usually known as the Abortion Information Act
ga: Tháinig an dlí a bhaineann leis an ábhar seo i bhfeidhm sa bhliain 1995 agus tugtar an tAcht um Fhaisnéis ar Ghinmhilleadh air go hiondúil

source: Its full title is Regulation of Information (Services outside the State for Termination of Pregnancies) Act 1995
ga: Is é an tAcht um Rialáil Faisnéise (Seirbhísí lasmuigh den Stát chun Toirchis a Fhoirceannadh), 1995 an t-ainm ceart atá air

source: The Act sets out how information about legal abortion services outside Ireland may be given to individuals or groups in Ireland
ga: Féach an tAcht um Rialáil Faisnéise (Seirbhísí lasmuigh den Stát chun Toirchis a Fhoirceannadh), 1995

source: Information about abortion abroad may be made available by doctors, by specific agencies or by individual counsellors
ga: Is féidir le dochtúirí, eagraíochtaí faoi leith nó comhairleoirí aonair eolas maidir le ginmhilleadh thar lear a chur ar fáil

source: The rules apply to all providers of information but a distinction is made between information that is provided for the general public and information that is made available directly to a pregnant woman by a doctor or an advisory service
ga: Baineann na rialacha le gach soláthróir eolais ach déantar idirdhealú idir eolas a chuirtear ar fáil don phobal i gcoitinne agus eolas a chuireann dochtúir nó seirbhís chomhairle ar fáil do bhean atá ag súil le páiste go díreach

source: The Act does not oblige anyone to give information on abortion
ga: Ní éilíonn an tAcht ar aon duine eolas maidir le ginmhilleadh a chur ar fáil

source: It lays down rules for people and agencies who wish to give this information
ga: Leagann sé rialacha síos do na daoine agus na heagraíochtaí ar mian leo eolas a chur ar fáil

source: People and agencies who engage in pregnancy counselling but do not give abortion information are not affected by the rules set out in this Act
ga: Ní bhaineann rialacha an Achta le daoine ná le heagraíochtaí a chuireann comhairle toirchis ar fáil ach nach gcuireann eolas maidir le ginmhilleadh ar fáil

source: What sort of information is covered by the Abortion Information Act?
ga: Cén cineál eolais atá clúdaithe ag an Acht um Fhaisnéis ar Ghinmhilleadh?

source: The act applies to information that is "likely to be required by a woman for the purpose of availing herself of services provided outside the state for the termination of pregnancies" – in non-legal terms, this basically means the names and addresses of abortion services
ga: Baineann an tAcht le heolas “ba dhóigh a bheadh ag teastáil ó bhean chun úsáid a bhaint as seirbhísí taobh amuigh den Stát chun deireadh a chur le toircheas” – i dtéarmaí neamhdhlíthiúla agus go bunúsach, is iad ainmneacha agus seoltaí seirbhísí ginmhillte atá i gceist

source: General information about abortion services
ga: Eolas ginearálta maidir le seirbhísí ginmhillte

source: General information about abortion services that is published or made available in journals, magazines, broadcasts, public meetings, etc., must comply with the following rules:
ga: Ní mór d’eolas ginearálta maidir le seirbhísí ginmhillte atá foilsithe nó curtha ar fáil in irisleabhair, craolacháin, cruinnithe poiblí, srl. cloí leis na rialacha seo a leanas:

source: • The services must be lawfully available in the other country
ga: • Ní mór go bhfuil na seirbhísí ar fáil go dleathach sa tír eile

source: • The information and the method and manner of its publication must be in compliance with the law of that country
ga: • Ní mór an t-eolas, chomh maith leis an modh agus an dóigh ina bhfoilsítear é, a bheith ar aon dul le dlí na tíre sin

source: • The information must be truthful and objective and must not advocate or promote abortion
ga: • Ní mór an t-eolas a bheith fírinneach agus oibiachtúil agus ní féidir leis an eolas ginmhilleadh a mholadh ná a chur chun cinn

source: This sort of information must not be made available by means of billboards, public notices or by unsolicited books and newspapers
ga: Ní féidir an cineál eolais seo a chur ar fáil ar chláir fógraíochta, fógraí poiblí ná i leabhair agus nuachtáin gan iarraidh

source: These rules apply regardless of who is giving the information – it could be a bookshop, an advice centre or a doctor
ga: Ní mór cloí leis na rialacha seo beag beann ar an duine nó an eagraíocht atá ag cur an eolais ar fáil – cé acu an bhfuil siopa leabhar, ionad comhairle nó dochtúir i gceist

source: Information and counselling that is provided to a pregnant woman by doctors, counselling agencies and related services is subject to stricter rules
ga: Baineann rialacha níos doichte le heolas agus comhairle a chuireann dochtúirí, eagraíochtaí comhairle agus seirbhísí gaolmhara ar fáil do bhean atá ag súil le páiste

source: (Information given by a private individual such as a relative or friend is not affected by these rules)
ga: (Ní bhaineann na rialacha seo le heolas a thugann duine príobháideach, mar shampla gaol nó cara)

source: If information on abortion is being given, the following rules apply:
ga: Má chuirtear eolas maidir le ginmhilleadh ar fáil, baineann na rialacha seo a leanas leis:

source: • The information must comply with the rules set out above for information to the general public
ga: • Ní mór don eolas cloí leis na rialacha thuasluaite maidir le heolas a chur ar fáil don phobal i gcoitinne

source: • Information, advice and counselling must be given on all options available to the pregnant woman; this information must be truthful and objective and must fully inform the woman on all options and must not be accompanied by any advocacy or promotion of abortion
ga: • Ní mór eolas, comhairle agus comhairliúchán maidir leis na roghanna ar fad atá ann a chur ar fáil do bhean atá ag súil le páiste; ní mór don eolas seo a bheith fírinneach agus oibiachtúil agus an bhean a chur ar an eolas go hiomlán maidir leis na roghanna atá ann di, agus ní féidir an ginmhilleadh a mholadh ná é a chur chun cinn mar chuid de

source: Doctors or agencies who do not give abortion information but who do provide pregnancy counselling are not subject to any of these rules about the information and counselling they give
ga: Ní bhaineann na rialacha seo le dochtúirí ná le heagraíochtaí nach gcuireann eolas ar fáil maidir le ginmhilleadh ach a chuireann comhairle toirchis ar fáil do mhná

source: Crisis pregnancy counselling services
ga: Seirbhísí Comhairleoireachta um Thoirchis Ghéarchéime

source: Crisis pregnancy counselling services are available free of charge to all women living in Ireland
ga: Bíonn Seirbhísí Comhairleoireachta um Thoirchis Ghéarchéime le fáil saor in aisce ag gach bean atá ina cónaí in Éirinn

source: Services are State-funded by the HSE Crisis Pregnancy Programme and available at 50 locations nationwide
ga: Cuirtear na seirbhísí sin ar fáil i 50 ionad ar fud na tíre agus cuireann an Stát maoiniú ar fáil dóibh trí Chlár um Thoirchis Ghéarchéime FSS

source: For a list of these services visit positiveoptions.ie
ga: Téigh chuig positiveoptions.ie chun liosta de na seirbhísí sin a fháil

source: Any person or agency giving abortion information may not have any financial interest in an abortion service in another country
ga: Ní féidir le haon duine nó eagraíocht a chuireann eolas maidir le ginmhilleadh ar fáil, aon leas airgeadais a bheith aige/aici/acu i seirbhís ghinmhillte faoi leith i dtír eile

source: Similarly, the Act prohibits the giving of information if a foreign abortion service has a financial interest in the Irish abortion information service or if a third party has an interest in both the abortion service and the abortion information service
ga: Chomh maith leis sin, cuireann an tAcht cosc ar eolas a chur ar fáil sa chás go bhfuil leas airgeadais ag seirbhís ghinmhillte thar lear i seirbhís eolais ar ghinmhilleadh in Éirinn nó sa chás go bhfuil leas ag tríú páirtí sa tseirbhís ghinmhillte agus sa tseirbhís eolais ar ghinmhilleadh ag an am céanna

source: The person or agency must not benefit in any way from the woman's decision to choose the abortion option; fees may be charged but they must be the same no matter what option is chosen
ga: Ní féidir leis an duine ná leis an eagraíocht aon sochar a bhaint ar bhealach ar bith as an gcinneadh a dhéanann bean chun ginmhilleadh a fháil; is féidir táillí a ghearradh, ach caithfear an táille chéanna a ghearradh beag beann ar an rogha a dhéanann an bhean

source: The person or agency may provide and charge for post-abortion treatment and counselling
ga: Is féidir leis an duine nó leis an eagraíocht cóir agus comhairle a thabhairt don bhean tar éis an ghinmhillte agus táille a ghearradh air seo

source: It is lawful to give the names and addresses of abortion services
ga: Tá sé dleathach ainmneacha agus seoltaí seirbhísí ginmhillte a thabhairt amach

source: It is not lawful to make an appointment with an abortion service on behalf of the pregnant woman
ga: Tá sé in aghaidh an dlí coinne a dhéanamh le seirbhís ghinmhillte thar ceann na mná atá ag súil le páiste

source: This does not prevent doctors or others from giving medical records to the woman
ga: Ní chuireann sé seo cosc ar dhochtúirí nó ar dhaoine eile taifid leighis a thabhairt don bhean

source: Post-abortion counselling and medical check-ups are available free of charge in Ireland to women who have had an abortion abroad
ga: Cuirtear scrúduithe sláinte agus comhairleoireacht ar fáil saor in aisce in Éirinn do mhná a fuair ginmhilleadh thar lear

source: These services are State-funded by the HSE Crisis Pregnancy Programme
ga: Cuireann an Stát maoiniú ar fáil do na seirbhísí seo trí Chlár um Thoirchis Ghéarchéime FSS

source: For a list of services visit abortionaftercare.ie
ga: Téigh go abortionaftercare.ie chun liosta de na seirbhísí seo a fháil
